<?php
if ($info_banner):
    ?>
    <!-- p4bannar area start -->
    <section id="p4bannar">
        <img class="d-none d-md-block w-100" src="<?= img_path('banner_page/' . $info_banner['Image']) ?>" alt="" />
        <img class="d-block d-md-none w-100" src="<?= img_path('banner_page/' . $info_banner['ImageMob']) ?>" alt="" />
    <!--        <img src="<? assets('img/p4hero.png') ?>" alt="" />-->
        <h2><?= $info_banner['Title'] ?></h2>
    </section>
    <!-- p4bannar area end -->
    <?php
endif;
?>

<!-- p4bannar area start -->
<!--<section id="p4bannar">
    <img src="<? assets('img/p4hero.png') ?>" alt="" />
    <h2><? lang('global_lang.privacy_policy') ?></h2>
</section>-->
<!-- p4bannar area end -->

<!-- p4history area start -->
<section id="p4history" class="wow fadeInUp">
    <div class="container">
        <div class="p4history_wrapper">
            <div class="minislider_right_heading">
                <h3><?= lang('global_lang.privacy_policy') ?></h3>
                <div class="headbar">
                    <span></span>
                </div>
            </div>

            <p>
                บริษัท เคหะสุขประชา จำกัด (มหาชน) (ต่อไปเรียกว่า“บริษัท”) เคารพสิทธิความเป็นส่วนตัวของผู้ใช้งานเว็บไซต์ (ต่อไปเรียกว่า “ท่าน”) และเพื่อให้เกิดความมั่นใจว่าท่านได้รับความคุ้มครองเรื่องข้อมูลส่วนบุคคล บริษัทขอแจ้งให้ท่านทราบถึงรายละเอียดที่เกี่ยวข้องกับการรวบรวม บันทึก จัดเก็บ และการใช้ข้อมูลส่วนบุคคลของท่าน (ต่อไปเรียกว่า“เก็บรวบรวม”) รวมตลอดถึงการลบและทำลายข้อมูลส่วนบุคคลของท่าน ดังนี้
            </p>

            <p>
                <strong>วัตถุประสงค์การเก็บรวบรวมข้อมูลส่วนบุคคลของผู้ใช้งานเว็บไซต์</strong><br/>
                1. เพื่อใช้ในการวัดผล ประเมิน ปรับปรุง และพัฒนาเนื้อหา บริการ และเว็บไซต์ของเราเพื่อเพิ่มประสบการณ์ที่ดีในการใช้บริการเว็บไซต์ของบริษัท<br/>
                2. เพื่อใช้ในการแจ้งข้อมูลข่าวสาร ผ่านทางช่องทางต่างๆ เช่น อีเมล โซเชียลมีเดีย และโทรศัพท์ รวมถึงเพื่อประโยชน์ในการวิจัย เช่น การทำแบบสอบถาม
            </p>
            <p>
                <strong>ข้อมูลส่วนบุคลของท่านจะถูกเก็บรวบรวมในกรณีต่อไปนี้</strong><br/>
                1. เมื่อท่านเข้าชมเว็บไซต์ของบริษัท<br/>
                1.ข้อมูลเกี่ยวกับอุปกรณ์อิเล็กทรอนิกส์ที่ท่านใช้ เช่น IP Address หรือ other device identifier<br/>
                2. ชนิดและเวอร์ชั่นของบราวเซอร์ที่ทานใช้<br/>
                3. การตั้งค่าเขตเวลา (Time Zone)<br/>

                2. เมื่อท่านติดต่อบริษัท หรือสมัครสมาชิกรับข่าวสาร ข้อมูลส่วนบุคคลของท่านที่จะถูกเก็บรวบรวม ได้แก่<br/>
                1. ข้อมูลส่วนตัว เช่น ชื่อ สกุล อาชีพ ตำแหน่งงาน ประเทศ<br/>
                2. ข้อมูลการติดต่อ เช่น เบอร์โทรศัพท์ อีเมล<br/>

                3. เมื่อท่านสมัครใจที่จะเปิดเผยข้อมูลดังกล่าว หรือข้อมูลดังกล่าวถูกส่งมาให้เราโดยบุคคลอื่น เช่น ผู้ให้บริการเว็บไซต์ภายนอก โดยคำสั่งหรือการกระทำของท่าน บริษัทมีความจำเป็นในการเก็บรวบรวมข้อมูลส่วนบุคคลของท่านเพื่อใช้งานตามวัตถุประสงค์ที่เราแจ้งไว้ในนโยบายความเป็นความเป็นส่วนตัวนี้<br/>
            </p>
            <p>
                <strong>คุกกี้ และเทคโนโลยีอื่นๆ ที่ทำหน้าที่คล้ายคลึงกัน</strong><br/>
                เว็บไซต์ของบริษัทมีการใช้คุกกี้เพื่อเก็บรวบรวมข้อมูลส่วนบุคคล ตามที่กำหนดไว้ตาม นโยบายการใช้คุกกี้
            </p>
            <p>
                <strong>ระยะเวลาในการเก็บรักษาข้อมูลส่วนบุคคลของผู้ใช้งานเว็บไซต์</strong><br/>
                บริษัทจะเก็บรักษาข้อมูลส่วนบุคคลของท่านเท่าที่จำเป็นตามวัตถุประสงค์ที่แจ้งไว้ในนโยบายนี้ และตามการแก้ไขเปลี่ยนแปลงนโยบายที่อาจมีในอนาคต หรือตามที่กฎหมายกำหนด เช่น กฎหมายภาษีอากร กฎหมายแรงงาน หรือจนกว่าท่านจะใช้สิทธิเพิกถอนความยินยอมที่ได้ให้ไว้แก่บริษัท
            </p>
            <p>
                <strong>การลบและทำลายข้อมูลส่วนบุคคล</strong><br/>
                เมื่อความจำเป็นในการเก็บรวบรวมข้อมูลส่วนบุคคลตามวัตถุประสงค์ข้างต้นหมดลง บริษัทจะลบ และทำลายข้อมูลส่วนบุคคลของท่านออกจากระบบและบันทึกต่าง ๆ เว้นแต่เพื่อปฏิบัติตามกฎหมาย รักษาสิทธิ ปกป้องสิทธิและต่อสู้ตามกฎหมาย
            </p>
            <p>
                <strong>สิทธิของผู้ใช้งานเว็บไซต์</strong><br/>
                บริษัทใช้ข้อมูลส่วนบุคคลของท่านโดยขอความยินยอมจากท่าน บริษัทจะเก็บรวบรวมข้อมูลดังกล่าวจนกว่าท่านจะแจ้งขอเพิกถอนความยินยอม เช่น ท่านต้องการยกเลิกการสมัครสมาชิกรับข่าวสาร ลบคุกกี้ ท่านสามารถแจ้งความประสงค์ของท่านให้บริษัททราบ บริษัทจะดำเนินการตามคำขอของท่าน
            </p>



        </div>
    </div>
</section>
<!-- p4history area end -->


